
EMPLOYEE_ID = "68a33c0e-9f23-11ea-0a80-02350002e869"

STORE_NAME = 'Основной склад'

WC_ID_ATTR_NAME = 'wc_id'
IMPORT_FLAG_ATTR_NAME = 'Импортировать в Интернет-магазин'

STATES_DICT = {
    "Новый": 'cod',
    "оплачен на сайте": 'tinkoff'
}

PROJECTS_DICT = {
    'С-Т': 'Пункт №1 ТУХАЧЕВСКОГО',
    'С-П': 'Пункт №2 ПУШКИН'
}

DELIVERY_DICT = {
    "Зона №6 (красная зона)": "37d8cd7f-238c-11eb-0a80-046a0001273e",
    "Зона №1 (зелёная зона)": "e4ca996c-238a-11eb-0a80-063300016fe1",
    "Зона №2 (оранжевая зона)": "e4ca996c-238a-11eb-0a80-063300016fe1",
    "Зона №3 (синяя зона)": "a91db949-5572-11eb-0a80-003a0005e730",
    "Зона №4 (фиолетовая зона)": "71dbb4a1-9f5c-11ea-0a80-0404000afc45"
}
